{
  "1": {
    "title": "Don Miguel Ntutumu",
    "location": "Guinea Ecuatorial",
    "description": "Presidente del consejo provincial, Gobernador civil de Río Muni y vicepresidente de la República de Guinea Ecuatorial.",
    "source": "Archivo histórico"
  },
  "2": {
    "title": "Catedral de Santa Isabel",
    "location": "Malabo, Guinea Ecuatorial",
    "description": "La construcción de esta catedral neogótica comenzó a principios del siglo xx. Se convirtió en un hito y símbolo de la presencia colonial española. Sigue siendo uno de los principales monumentos arquitectónicos del país.",
    "source": "Fondo de archivos coloniales españoles"
  },
  "3": {
    "title": "Oficina de la autoridad portuaria",
    "location": "Bata, Guinea Ecuatorial",
    "description": "Este edificio albergó la autoridad portuaria principal durante la época colonial. El puerto fue crucial para el comercio y el transporte, conectando Guinea Ecuatorial con España y otros territorios coloniales. La arquitectura muestra influencias europeas adaptadas al clima tropical.",
    "source": "Colección de historia marítima"
  },
  "4": {
    "title": "Vista de calle del barrio colonial",
    "location": "Malabo, Guinea Ecuatorial",
    "description": "Rara fotografía de la vida cotidiana en el barrio colonial. La disposición de las calles y el estilo de los edificios reflejan el urbanismo impuesto durante el dominio español. Esta imagen ofrece una visión valiosa de la organización social y espacial de los asentamientos coloniales.",
    "source": "Colección privada, donación 1998"
  },
  "5": {
    "title": "Monumento a la exploración colonial",
    "location": "Fernando Pó (isla de Bioko)",
    "description": "Este monumento se erigió para conmemorar la exploración y colonización española del territorio. Aunque hoy es controvertido, forma parte del registro histórico y ayuda a comprender la perspectiva colonial de la época.",
    "source": "Base de datos de monumentos históricos"
  },
  "6": {
    "title": "Retrato de una comunidad indígena",
    "location": "Río Muni, Guinea Ecuatorial",
    "description": "Rara documentación fotográfica de una comunidad indígena durante el período colonial. Esta imagen forma parte de un estudio etnográfico realizado a finales de los años treinta. Constituye una evidencia histórica importante de las comunidades que existían antes de la independencia.",
    "source": "Archivo de investigación antropológica"
  },
  "7": {
    "title": "Francisco Macías Nguema",
    "location": "Guinea Ecuatorial",
    "description": "Fue el primer presidente de Guinea Ecuatorial tras la independencia de España en 1968. Gobernó hasta 1979, cuando fue derrocado por un golpe de Estado encabezado por Teodoro Obiang, su sobrino.",
    "source": "Archivo histórico"
  },
  "8": {
    "title": "Destacamento de Tráfico de la Guardia Civil",
    "location": "Guinea Ecuatorial",
    "description": "Durante el periodo colonial, la Guardia Civil española contó con un destacamento de tráfico en Guinea Ecuatorial (1961–1969), encargado del control de la circulación, la seguridad vial y la escolta en las principales vías. Estas unidades reflejan la organización administrativa y de seguridad de la época previa y posterior inmediata a la independencia de 1968.",
    "source": "Archivo histórico"
  },
  "9": {
    "title": "Correos, Santa Isabel",
    "location": "Santa Isabel (Malabo), Guinea Ecuatorial",
    "description": "Edificio de correos en Santa Isabel, Guinea Ecuatorial, diciembre de 1956.",
    "source": "José Miguel Rubio Polo"
  }
}
