{
  "1": {
    "title": "Don Miguel Ntutumu",
    "location": "Guinée équatoriale",
    "description": "Président du conseil provincial, Gouverneur civil du Río Muni et vice-président de la République de Guinée équatoriale.",
    "source": "Archives historiques"
  },
  "2": {
    "title": "Cathédrale Santa Isabel",
    "location": "Malabo, Guinée équatoriale",
    "description": "La construction de cette cathédrale néo-gothique a commencé au début du xxe siècle. Elle est devenue un symbole majeur de la présence coloniale espagnole et demeure l'un des principaux monuments architecturaux du pays.",
    "source": "Fonds des archives coloniales espagnoles"
  },
  "3": {
    "title": "Bureau de l'autorité portuaire",
    "location": "Bata, Guinée équatoriale",
    "description": "Ce bâtiment abritait l'autorité portuaire principale à l'époque coloniale. Le port était essentiel au commerce et aux transports, reliant la Guinée équatoriale à l'Espagne et aux autres territoires coloniaux. L'architecture témoigne d'influences européennes adaptées au climat tropical.",
    "source": "Collection d'histoire maritime"
  },
  "4": {
    "title": "Vue de rue du quartier colonial",
    "location": "Malabo, Guinée équatoriale",
    "description": "Rare photographie de la vie quotidienne dans le quartier colonial. La disposition des rues et le style des bâtiments reflètent l'urbanisme imposé sous domination espagnole. Cette image offre un aperçu précieux de l'organisation sociale et spatiale des colonies.",
    "source": "Collection privée, don 1998"
  },
  "5": {
    "title": "Monument à l'exploration coloniale",
    "location": "Fernando Pó (île de Bioko)",
    "description": "Ce monument a été érigé pour commémorer l'exploration et la colonisation espagnoles du territoire. Aujourd'hui controversé, il reste une part importante du témoignage historique et nous aide à comprendre la perspective coloniale de l'époque.",
    "source": "Base de données des monuments historiques"
  },
  "6": {
    "title": "Portrait d'une communauté autochtone",
    "location": "Río Muni, Guinée équatoriale",
    "description": "Rare documentation photographique d'une communauté autochtone pendant la période coloniale. Cette image fait partie d'une étude ethnographique réalisée à la fin des années 1930. Elle constitue un témoignage historique important sur les communautés qui existaient avant l'indépendance.",
    "source": "Archive de recherche anthropologique"
  },
  "7": {
    "title": "Francisco Macías Nguema",
    "location": "Guinée équatoriale",
    "description": "Il fut le premier président de la Guinée équatoriale après l'indépendance de l'Espagne en 1968. Il gouverna jusqu'en 1979, date à laquelle il fut renversé par un coup d'État mené par Teodoro Obiang, son neveu.",
    "source": "Archives historiques"
  },
  "8": {
    "title": "Détachement de circulation de la Garde civile",
    "location": "Guinée équatoriale",
    "description": "Pendant la période coloniale, la Garde civile espagnole disposa d'un détachement de circulation en Guinée équatoriale (1961–1969), chargé du contrôle de la circulation, de la sécurité routière et des escortes sur les principales routes. Ces unités reflètent l'organisation administrative et sécuritaire de l'époque précédant et suivant immédiatement l'indépendance de 1968.",
    "source": "Archives historiques"
  },
  "9": {
    "title": "Postes, Santa Isabel",
    "location": "Santa Isabel (Malabo), Guinée équatoriale",
    "description": "Bâtiment des postes à Santa Isabel, Guinée équatoriale, décembre 1956.",
    "source": "José Miguel Rubio Polo"
  }
}
